rubydo-conf-after/app/views/products/index.html.haml

      %td= truncate(product.description, :length => 130, :omission => '...')
      %td= product.reviews.count
---
SELECT COUNT(*) FROM "reviews" WHERE "reviews"."product_id" = 7