rubydo-conf-after/app/views/products/show.html.haml

SELECT "reviews".* FROM "reviews" WHERE "reviews"."product_id" = 7 ORDER BY created_at ASC
---
  %h1{ :style => 'text-decoration:underline;' } Reviews
  - @product.reviews.each do |review|
    .media