rubydo-conf-after/app/controllers/reviews_controller.rb

  def create
    @review = Review.new(params[:review])

    respond_to do |format|
      if @review.save
---
INSERT INTO "reviews" ("created_at", "description", "product_id", "title", "updated_at") VALUES (?, ?, ?, ?, ?)